tap "epk/epk"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
tap "koekeishiya/formulae"
tap "teamookla/speedtest"
brew "bat"
brew "choose-gui"
brew "dash"
brew "deno"
brew "docker"
brew "docker-compose"
brew "docker-machine"
brew "exa"
brew "fish"
brew "python@3.11"
brew "fontforge"
brew "fortune"
brew "github-release"
brew "handbrake"
brew "htop"
brew "iperf"
brew "iperf3"
brew "jq"
brew "mas"
brew "mkvtoolnix"
brew "mpd", restart_service: true
brew "mpdas"
brew "ncmpcpp"
brew "ncspot"
brew "neofetch"
brew "neovim"
brew "openjdk@17"
brew "python@3.10"
brew "rustup-init"
brew "starship"
brew "syncthing", restart_service: true
brew "terminal-notifier"
brew "yubikey-agent"
brew "zsh-completions"
brew "teamookla/speedtest/speedtest"
cask "1password"
cask "1password-cli"
cask "affinity-designer"
cask "affinity-photo"
cask "affinity-publisher"
cask "airbuddy"
cask "alt-tab"
cask "appcleaner"
cask "asana"
cask "balenaetcher"
cask "bartender"
cask "beamer"
cask "beardie"
cask "blender"
cask "brave-browser"
cask "cheatsheet"
cask "cleanmymac"
cask "cleanshot"
cask "devtoys"
cask "downie"
cask "dropzone"
cask "expressvpn"
cask "figma"
cask "filebot"
cask "geektool"
cask "google-chrome"
cask "hazel"
cask "iina"
cask "imageoptim"
cask "iterm2"
cask "kitty"
cask "klokki"
cask "libreoffice"
cask "local"
cask "logi-options-plus"
cask "loopback"
cask "lunar"
cask "macupdater"
cask "notion"
cask "numi"
cask "obsidian"
cask "openemu"
cask "permute"
cask "phoenix"
cask "pixelsnap"
cask "postman"
cask "raspberry-pi-imager"
cask "raycast"
cask "rectangle"
cask "renamer"
cask "slack"
cask "soundsource"
cask "spotify"
cask "steam"
cask "telegram"
cask "tempbox"
cask "textsniper"
cask "tg-pro"
cask "the-unarchiver"
cask "todoist"
cask "transmit"
cask "visual-studio-code"
cask "vmware-fusion"
cask "vox"
cask "zoom"
mas "1Password for Safari", id: 1569813296
mas "Amphetamine", id: 937984704
mas "Color Picker", id: 1545870783
mas "Compressor", id: 424390742
mas "DigiDoc4 Client", id: 1370791134
mas "Fantastical", id: 975937182
mas "Final Cut Pro", id: 424389933
mas "Flow", id: 1423210932
mas "GarageBand", id: 682658836
mas "GoodNotes", id: 1444383602
mas "Grocery", id: 1195676848
mas "Hype 4", id: 1460330618
mas "Image2icon", id: 992115977
mas "iNet Network Scanner", id: 403304796
mas "Keynote", id: 409183694
mas "Keystroke Pro", id: 1572206224
mas "Motion", id: 434290957
mas "Numbers", id: 409203825
mas "OmniPlan", id: 1460319993
mas "Pages", id: 409201541
mas "Parcel", id: 639968404
mas "Pastebot", id: 1179623856
mas "Playgrounds", id: 1496833156
mas "Poolsuite FM", id: 1514817810
mas "RunCat", id: 1429033973
mas "Shazam", id: 897118787
mas "Silicio", id: 933627574
mas "Speedtest", id: 1153157709
mas "Textual IRC Client", id: 1262957439
mas "Tot", id: 1491071483
mas "Velja", id: 1607635845
mas "Web eID", id: 1576665083
mas "Xcode", id: 497799835
vscode "alefragnani.project-manager"
vscode "AndenetAlexander.vim-cheatsheet"
vscode "bbenoist.Nix"
vscode "bmalehorn.vscode-fish"
vscode "bradlc.vscode-tailwindcss"
vscode "bungcip.better-toml"
vscode "christian-kohler.npm-intellisense"
vscode "dbaeumer.vscode-eslint"
vscode "deerawan.vscode-dash"
vscode "denoland.vscode-deno"
vscode "DigitalBrainstem.javascript-ejs-support"
vscode "dlasagno.rasi"
vscode "dsznajder.es7-react-js-snippets"
vscode "eamodio.gitlens"
vscode "ecmel.vscode-html-css"
vscode "esbenp.prettier-vscode"
vscode "formulahendry.auto-rename-tag"
vscode "GitHub.copilot"
vscode "GitHub.copilot-labs"
vscode "GitHub.github-vscode-theme"
vscode "GrapeCity.gc-excelviewer"
vscode "Hridoy.gsap-snippets"
vscode "idleberg.applescript"
vscode "ihatetomatoes.gsap3-snippets"
vscode "johnpapa.vscode-peacock"
vscode "jsayol.firebase-explorer"
vscode "ms-azuretools.vscode-docker"
vscode "ms-python.black-formatter"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode.cmake-tools"
vscode "ms-vscode.remote-explorer"
vscode "nowsci.glassit-linux"
vscode "Prisma.prisma"
vscode "ritwickdey.LiveServer"
vscode "rust-lang.rust-analyzer"
vscode "rvest.vs-code-prettier-eslint"
vscode "sumneko.lua"
vscode "timonwong.shellcheck"
vscode "tonybaloney.vscode-pets"
vscode "twxs.cmake"
vscode "unifiedjs.vscode-mdx"
vscode "vscode-icons-team.vscode-icons"
vscode "vscodevim.vim"
vscode "yoavbls.pretty-ts-errors"
vscode "Zignd.html-css-class-completion"
